/* %@ = Filter Action name (e.g. “Find Photos Where”); shown only when there are conditions present in the filter action so it reads “Find Photos Where” … “Album is Vacation” */
"%@ Where" = "%@ spĺňajúce podmienku";

/* %@ = app name */
"This action requires %@ to be installed." = "Táto akcia vyžaduje, aby bola nainštalovaná apka %@.";

/* %@ = app name */
"This shortcut requires %@ to be installed." = "Táto skratka vyžaduje, aby bola nainštalovaná apka %@.";

/* %@=action name */
"Could not run %@" = "Akciu %@ sa nepodarilo spustiť";

/* %@=device model */
"This action is not compatible with %@." = "Táto akcia nie je kompatibilná so zariadením %@.";

/* %@=missing action’s identifier */
"This action could not be found in this version of Shortcuts, but it may be available in a newer version. You can upgrade Shortcuts in the App Store.\n\nThe missing action’s identifier is “%@”." = "Táto akcia sa nenašla v tejto verzii apky Skratky, môže byť však k dispozícii v novšej verzii. Apku Skratky môžete upgradovať v App Store.\n\nIdentifikátor chýbajúcej akcie: %@.";

/* A single shortcut */
"Shortcut (singular)" = "Skratka";

/* Access resource error; button or title */
"Update Privacy Settings" = "Aktualizovať nastavenia súkromia";

/* Action Extension workflow type */
"Action Extension" = "Rozšírenie akcie";

/* Action has been discontinued warning */
"This action is discontinued." = "Podpora tejto akcie bola ukončená.";

/* Action no longer available error */
"This action is not currently available." = "Táto akcia momentálne nie je k dispozícii.";

/* Alert option to update the Shortcuts app (opens App Store) */
"Update Shortcuts" = "Aktualizovať Skratky";

/* All values are selected */
"All" = "Všetky";

/* Button */
"Cancel" = "Zrušiť";

/* Button */
"Choose Variable" = "Vyberte premennú";

/* Button */
"OK" = "Potvrdiť";

/* Button to allow a shortcut to run JavaScript on a web page */
"Allow" = "Povoliť";

/* Button; Access resource error */
"Allow Access" = "Povoliť prístup";

/* Calendar picker parameter */
"All Calendars" = "Všetky kalendáre";

/* Calendar picker parameter */
"All Lists" = "Všetky zoznamy";

/* Choose an item from the list */
"Choose an Item" = "Vyberte položku";

/* Color */
"Blue" = "Modrá";

/* Color */
"Blue steel" = "Oceľová modrá";

/* Color */
"Grapefruit" = "Grepová";

/* Color */
"Graphite" = "Grafit";

/* Color */
"Green" = "Zelená";

/* Color */
"Indigo" = "Indigová";

/* Color */
"Light blue" = "Svetlomodrá";

/* Color */
"Orange" = "Oranžová";

/* Color */
"Pink" = "Ružová";

/* Color */
"Purple" = "Fialová";

/* Color */
"Red" = "Červená";

/* Color */
"Royal blue" = "Kráľovská modrá";

/* Color */
"Steel" = "Oceľ";

/* Color */
"Turquoise" = "Tyrkysová";

/* Color */
"Yellow" = "Žltá";

/* Content property value */
"A to Z (Content Property Possible Value)" = "Od A do Z";

/* Content property value */
"Ascending (Content Property Possible Value)" = "Vzostupne";

/* Content property value */
"Biggest First (Content Property Possible Value)" = "Od najväčších";

/* Content property value */
"Descending (Content Property Possible Value)" = "Zostupne";

/* Content property value */
"Latest First (Content Property Possible Value)" = "Od najnovších";

/* Content property value */
"Longest First (Content Property Possible Value)" = "Od najdlhších";

/* Content property value */
"Oldest First (Content Property Possible Value)" = "Od najstarších";

/* Content property value */
"Random (Content Property Possible Value)" = "Náhodne";

/* Content property value */
"Shortest First (Content Property Possible Value)" = "Od najkratších";

/* Content property value */
"Smallest First (Content Property Possible Value)" = "Od najmenších";

/* Content property value */
"Z to A (Content Property Possible Value)" = "Od Z do A";

/* Date field error; incomplete date */
"Incomplete date" = "Neúplný dátum";

/* Default message of confirmation dialog asking if user is sure they want to allow JavaScript to run on current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific message */
"This will give the JavaScript full access to the webpage including all data" = "Týmto udelíte JavaScriptu plný prístup k webovej stránke vrátane všetkých dát.";

/* Default shortcut name */
"Untitled Shortcut" = "Skratka bez názvu";

/* Default title of confirmation dialog asking user if they are sure they want to allow JavaScript to run on the current webpage. This is shown if the Security policy requires user confirmation but doesn't give a specific title */
"Allow JavaScript access to the webpage?" = "Povoliť prístup JavaScriptu k webovej stránke?";

/* Description for action that performs a Siri action in another app */
"Perform the action “%@” in %@." = "Vykoná akciu „%@“ v apke %@.";

/* Duplicate shortcut error description */
"Please choose another name for this shortcut." = "Vyberte pre túto skratku iný názov.";

/* Duplicate shortcut error failure reason; %@=shortcut name */
"You already have a shortcut named “%@”." = "Skratku s názvom „%@“ už máte.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"No value for %1$@ was provided in %2$@. Please provide a value for %@." = "Nebola zadaná hodnota parametra %1$@ v akcii %2$@. Zadajte hodnotu pre %@.";

/* Error message when a user provides an invalid value for an intent action (%1$@ = parameter name, i.e. 'Recipients' or 'Amount', %2$@ = action nme, i.e. 'Send Payment') */
"The value provided for %1$@ in %2$@ was invalid." = "Hodnota poskytnutá pre parameter %1$@ v akcii %2$@ bola neplatná.";

/* Error message; Gallery loading failed. */
"The gallery is not available right now." = "Galéria momentálne nie je k dispozícii.";

/* Error message; Shortcut loading failed */
"Unable to load this shortcut. Please try again later." = "Túto skratku nie je možné načítať. Skúste to znovu neskôr.";

/* Error title when a user doesn't provide a value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"%@ Required" = "Vyžaduje sa parameter %@";

/* Error title when a user provides an invalid value for an intent action (%@ = parameter name, i.e. 'Recipients' or 'Amount') */
"Invalid %@" = "Neplatný parameter %@";

/* Error when a shortcut requires a particular app that isn't installed */
"This shortcut requires an app to be installed." = "Skratka vyžaduje inštaláciu apky.";

/* Error when an action requires a particular app that isn't installed */
"This action requires an app to be installed." = "Akcia vyžaduje inštaláciu apky.";

/* Formatted in message “This action can only run on %@.” */
"a Mac" = "Mac";

/* Formatted in message “This action can only run on %@.” */
"iPad" = "iPad";

/* Formatted in message “This action can only run on %@.” */
"iPhone or iPod touch" = "iPhone alebo iPod touch";

/* Generic intent action error, %@ = action name, i.e. Send Payment */
"An unknown error occured in %@" = "V akcii %@ sa vyskytla neznáma chyba";

/* If statement’s end marker */
"End" = "Koniec";

/* Incompatible shortcut format error description */
"This shortcut cannot be opened because it was created on a newer version of the Shortcuts app." = "Túto skratku nemožno otvoriť, pretože bola vytvorená v novšej verzii apky Skratky.";

/* Incompatible shortcut format error failure reason */
"Shortcut Format Too New" = "Príliš nový formát skratky";

/* Invalid shortcut name error description */
"Please enter a name for this shortcut." = "Zadajte názov tejto skratky.";

/* Invalid workflow name error failure reason */
"Invalid Name" = "Neplatný názov";

/* Location field address is valid */
"Valid address" = "Platná adresa";

/* Location field error */
"Incomplete address" = "Neúplná adresa";

/* Location field error */
"Unknown address" = "Neznáma adresa";

/* Marker to denote the end of a Choose From Menu action block. Like an “endif” marker in programming. */
"End Menu" = "Koniec menu";

/* Media type */
"Audio" = "Audio";

/* Media type */
"Photo" = "Fotka";

/* Media type */
"Video" = "Video";

/* Message of default error for not allowing script to run */
"This JavaScript is similar to a script that is known to be unsafe. For your security it will not run." = "Tento JavaScript sa podobá na známy nezabezpečený skript. Z dôvodu ochrany vašej bezpečnosti nebude spustený.";

/* Missing action name */
"Unknown Action" = "Neznáma akcia";

/* Missing implementation error; %@=action name */
"The action being run (%@) is missing an implementation." = "Pre spúšťanú akciu (%@) chýba implementácie.";

/* Motion menu action motion type */
"If I'm Bicycling" = "Pri jazde na bicykli";

/* Motion menu action motion type */
"If I'm Driving" = "Pri šoférovaní";

/* Motion menu action motion type */
"If I'm Remaining Still" = "V pokoji";

/* Motion menu action motion type */
"If I'm Running" = "Pri behu";

/* Motion menu action motion type */
"If I'm Walking" = "Pri chôdzi";

/* Multiple shortcuts */
"Shortcuts" = "Skratky";

/* Name for Ask When Run variable */
"Ask When Run" = "Opýtať sa pri spustení";

/* Name for Clipboard (physical object) glyph name */
"Clipboard glyph" = "Schránka";

/* Name for Clipboard variable. Clipboard that you copy and paste with on device. */
"Clipboard variable" = "Schránka";

/* Name for Shortcut Input variable */
"Shortcut Input" = "Vstup skratky";

/* Name for action input variable */
"Input" = "Vstup";

/* Name for current date variable */
"Current Date" = "Dnešný dátum";

/* Name for unknown variable */
"Unknown Variable" = "Neznáma premenná";

/* Name of 'app' for request/send payments using Apple Pay Cash */
"Apple Pay" = "Apple Pay";

/* Name of calendar, used in calendar picker parameter */
"Birthdays" = "Narodeniny";

/* Name of calendar, used in calendar picker parameter */
"Found in Mail" = "Nájdené v Maile";

/* No clipboard (for copy and paste) available error */
"Clipboard is not supported on this platform" = "Táto platforma nepodporuje schránku.";

/* None option */
"None" = "Žiadne";

/* Notification */
"Choose an item" = "Vyberte položku";

/* Open URL error */
"This action can only be run from inside the main Shortcuts app because it launches other apps." = "Túto akciu možno spustiť len z hlavnej apky Skratky, pretože spúšťa iné apky.";

/* Option to the open the app after an action fails; %@ = app name */
"Open %@" = "Otvoriť %@";

/* Prefix for default shortcut name; VERY important that this is consistent with the prefix of the default shortcut name */
"Untitled Shortcut" = "Skratka bez názvu";

/* Product name */
"Apple Watch" = "Apple Watch";

/* Property list parameter value type */
"Array" = "Pole";

/* Property list parameter value type */
"Boolean" = "Booleovský výraz";

/* Property list parameter value type */
"Dictionary" = "Slovník";

/* Property list parameter value type */
"File" = "Súbor";

/* Property list parameter value type */
"Number" = "Číslo";

/* Property list parameter value type */
"Text" = "Text";

/* Repeat action end marker */
"End Repeat" = "Ukončiť opakovanie";

/* Required access to a resource; %@=resource name */
"Access to %@" = "Prístup k %@";

/* Restricted app error */
"This action could not be run because “%@” is restricted." = "Túto akciu sa nepodarilo spustiť, pretože apka „%@“ je obmedzená.";

/* Running this shortcut requires the phone (can’t run on watch) error description */
"This shortcut requires your Watch to be connected to your phone in order to work." = "Táto skratka funguje len s hodinkami pripojenými k telefónu.";

/* Running this shortcut requires the phone (can’t run on watch) error failure reason */
"Phone Required" = "Vyžaduje sa telefón";

/* Security warning message when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name */
"Whenever you run this shortcut, “%1$@” will be able to interact with the current web page, including reading sensitive information such as passwords, phone numbers, and credit cards." = "Skratka „%1$@” bude mať po každom spustení prístup k aktuálnej webovej stránke a bude môcť čítať citlivé údaje, ako sú heslá, telefónne čísla a platobné karty.";

/* Security warning title when running a shortcut with a Run JavaScript action on a web page; %1$@ = shortcut name; %2$@ = web site name (e.g. facebook.com) */
"Do you want to give “%1$@” access to “%2$@”?" = "Chcete skratke „%1$@“ udeliť prístup k „%2$@“?";

/* The else-clause in an conditional (if) statement */
"Otherwise" = "Inak";

/* The end-if-clause in an conditional (if) statement */
"End If" = "Koniec časti Ak";

/* The input for a workflow action */
"The input" = "Vstup";

/* Time offset action parameter */
"add" = "pridať";

/* Time offset action parameter */
"days" = "dni";

/* Time offset action parameter */
"get start of day" = "získať začiatok dňa";

/* Time offset action parameter */
"get start of hour" = "získať začiatok hodiny";

/* Time offset action parameter */
"get start of minute" = "získať začiatok minúty";

/* Time offset action parameter */
"get start of month" = "získať začiatok mesiaca";

/* Time offset action parameter */
"get start of year" = "získať začiatok roka";

/* Time offset action parameter */
"hours" = "hodiny";

/* Time offset action parameter */
"minutes" = "minúty";

/* Time offset action parameter */
"months" = "mesiace";

/* Time offset action parameter */
"seconds" = "sekundy";

/* Time offset action parameter */
"subtract" = "odčítať";

/* Time offset action parameter */
"weeks" = "týždne";

/* Time offset action parameter */
"years" = "roky";

/* Title of default error for not allowing script to run */
"Unsafe JavaScript" = "Nezabezpečený JavaScript";

/* Today Widget workflow type */
"Today Widget" = "Widget Dnes";

/* Type description suffix denoting an optional input type for a workflow action. Be sure to include a space if your language requires it. */
" (optional)" = " (nepovinné)";

/* Type description; e.g. “(Text, Anything) The input” */
"(%@) %@" = "(%@) %@";

/* Unknown item */
"Unknown" = "Neznáme";

/* Unsupported device error message */
"This action is not supported on this device." = "Táto akcia nie je na tomto zariadení podporovaná.";

/* Unsupported environment error */
"This action cannot be run in the current environment." = "Túto akciu nemožno spustiť v aktuálnom prostredí.";

/* Unsupported user interface error */
"This action could not be run with the current user interface." = "Túto akciu sa nepodarilo spustiť s aktuálnym užívateľským rozhraním.";

/* Used in a list to delimit the elements (e.g. Green, Purple, Red, Orange, Blue). Be sure to include a space if your language requires it. */
", " = ", ";

/* Variable name */
"Repeat Index" = "Index opakovania";

/* Variable name */
"Repeat Item" = "Položka opakovania";

/* Variable name; %d = Repeat index # */
"Repeat Index %d" = "Index opakovania %d";

/* Variable name; %d = Repeat item # */
"Repeat Item %d" = "Položka opakovania %d";

/* View app in App Store */
"View in App Store" = "Zobraziť v App Store";

/* Workflow glyph category */
"Objects" = "Objekty";

/* Workflow glyph category */
"People" = "Ľudia";

/* Workflow glyph category */
"Symbols" = "Symboly";

/* Workflow glyph name */
"Airplane" = "Lietadlo";

/* Workflow glyph name */
"Alarm Clock" = "Budík";

/* Workflow glyph name */
"Alert Triangle" = "Výstražný trojuholník";

/* Workflow glyph name */
"Alien" = "Mimozemšťan";

/* Workflow glyph name */
"Ambulance" = "Sanitka";

/* Workflow glyph name */
"App.net" = "Epp dot net";

/* Workflow glyph name */
"Archive" = "Archív";

/* Workflow glyph name */
"Arrow Curved Left" = "Šípka zakrivená doľava";

/* Workflow glyph name */
"Arrow Curved Right" = "Šípka zakrivená doprava";

/* Workflow glyph name */
"Asterisk" = "Hviezdička";

/* Workflow glyph name */
"Atom" = "Atóm";

/* Workflow glyph name */
"Baby Boy" = "Chlapček";

/* Workflow glyph name */
"Baby girl" = "Dievčatko";

/* Workflow glyph name */
"Bandage" = "Náplasť";

/* Workflow glyph name */
"Bar Graph" = "Pruhový graf";

/* Workflow glyph name */
"Barcode" = "Čiarový kód";

/* Workflow glyph name */
"Baseball" = "Bejzbal";

/* Workflow glyph name */
"Basketball" = "Basketbal";

/* Workflow glyph name */
"Bathtub" = "Vaňa";

/* Workflow glyph name */
"Battery" = "Batéria";

/* Workflow glyph name */
"Bed" = "Posteľ";

/* Workflow glyph name */
"Behance" = "Behance";

/* Workflow glyph name */
"Bell" = "Zvon";

/* Workflow glyph name */
"Bicycle" = "Bicykel";

/* Workflow glyph name */
"Binoculars" = "Ďalekohľad";

/* Workflow glyph name */
"Bitbucket" = "Bitbaket";

/* Workflow glyph name */
"Bitcoin Symbol" = "Symbol bitkoinu";

/* Workflow glyph name */
"Bitcoin Symbol Alternate" = "Alternatívny symbol bitkoinu";

/* Workflow glyph name */
"Book With Sash" = "Kniha so stužkou";

/* Workflow glyph name */
"Bookmark" = "Záložka";

/* Workflow glyph name */
"Bookshelf" = "Polička";

/* Workflow glyph name */
"Box Filled" = "Vyplnený rámček";

/* Workflow glyph name */
"Box Outline" = "Obrys rámčeka";

/* Workflow glyph name */
"Boxed Behance" = "Bíhens v rámčeku";

/* Workflow glyph name */
"Boxed Bitbucket" = "Bitbaket v rámčeku";

/* Workflow glyph name */
"Boxed Facebook" = "Fejsbuk v rámčeku";

/* Workflow glyph name */
"Boxed Flickr" = "Flikr v rámčeku";

/* Workflow glyph name */
"Boxed Git" = "Git v rámčeku";

/* Workflow glyph name */
"Boxed GitHub" = "Githab v rámčeku";

/* Workflow glyph name */
"Boxed Google Plus" = "Gúgl plas v rámčeku";

/* Workflow glyph name */
"Boxed Keyboard" = "Klávesnica v rámčeku";

/* Workflow glyph name */
"Boxed LinkedIn" = "LinkdIn v rámčeku";

/* Workflow glyph name */
"Boxed Pied Piper" = "Pájd pajpa v rámčeku";

/* Workflow glyph name */
"Boxed Pinterest" = "Pintrist v rámčeku";

/* Workflow glyph name */
"Boxed Reddit" = "Reddit v rámčeku";

/* Workflow glyph name */
"Boxed Steam" = "Stím v rámčeku";

/* Workflow glyph name */
"Boxed Tumblr" = "Tamlbr v rámčeku";

/* Workflow glyph name */
"Boxed Twitter" = "Tuitr v rámčeku";

/* Workflow glyph name */
"Boxed Vimeo" = "Vimeo v rámčeku";

/* Workflow glyph name */
"Boxed Y Combinator" = "Uáj kombinejtr v rámčeku";

/* Workflow glyph name */
"Boxed YouTube" = "Jútjúb v rámčeku";

/* Workflow glyph name */
"Braille" = "Brejlovo písmo";

/* Workflow glyph name */
"Briefcase" = "Kufrík";

/* Workflow glyph name */
"Buildings" = "Budovy";

/* Workflow glyph name */
"Bus" = "Autobus";

/* Workflow glyph name */
"CSS 3" = "CSS 3";

/* Workflow glyph name */
"CSS Document" = "Dokument CSS";

/* Workflow glyph name */
"Cake" = "Torta";

/* Workflow glyph name */
"Calculator" = "Kalkulačka";

/* Workflow glyph name */
"Calendar" = "Kalendár";

/* Workflow glyph name */
"Camera" = "Kamera";

/* Workflow glyph name */
"Car" = "Auto";

/* Workflow glyph name */
"Carrot" = "Mrkva";

/* Workflow glyph name */
"Cat" = "Mačka";

/* Workflow glyph name */
"Chain Link" = "Článok reťaze";

/* Workflow glyph name */
"Chat Bubble" = "Četovacia bublina";

/* Workflow glyph name */
"Chemical" = "Chémia";

/* Workflow glyph name */
"Child" = "Dieťa";

/* Workflow glyph name */
"Church" = "Kostol";

/* Workflow glyph name */
"Circled Bitcoin Symbol" = "Symbol bitkoinu v krúžku";

/* Workflow glyph name */
"Circled Checkmark" = "Znak zaškrtnutia v krúžku";

/* Workflow glyph name */
"Circled Dollar Sign" = "Znak dolára v krúžku";

/* Workflow glyph name */
"Circled Down Arrow" = "Šípka nadol v krúžku";

/* Workflow glyph name */
"Circled Download Arrow" = "Šípka sťahovania v krúžku";

/* Workflow glyph name */
"Circled Euro Sign" = "Znak eura v krúžku";

/* Workflow glyph name */
"Circled Fast Forward" = "Symbol prevíjania dopredu v krúžku";

/* Workflow glyph name */
"Circled GitHub" = "Githab v krúžku";

/* Workflow glyph name */
"Circled Heart" = "Srdce v krúžku";

/* Workflow glyph name */
"Circled Left Arrow" = "Šípka doľava v krúžku";

/* Workflow glyph name */
"Circled Lowercase I" = "Malé i v krúžku";

/* Workflow glyph name */
"Circled Pi Symbol" = "Symbol pí v krúžku";

/* Workflow glyph name */
"Circled Pinterest" = "Pintrist v krúžku";

/* Workflow glyph name */
"Circled Play Symbol" = "Symbol prehrávania v krúžku";

/* Workflow glyph name */
"Circled Plus" = "Znak plus v krúžku";

/* Workflow glyph name */
"Circled Pound Sign" = "Znak libry v krúžku";

/* Workflow glyph name */
"Circled Power" = "Vypínač v krúžku";

/* Workflow glyph name */
"Circled Question Mark" = "Otáznik v krúžku";

/* Workflow glyph name */
"Circled Rewind" = "Symbol prevíjania dozadu v krúžku";

/* Workflow glyph name */
"Circled Right Arrow" = "Šípka doprava v krúžku";

/* Workflow glyph name */
"Circled Stop" = "Symbol zastavenia v krúžku";

/* Workflow glyph name */
"Circled StumbleUpon" = "Stamlbapon v krúžku";

/* Workflow glyph name */
"Circled Up Arrow" = "Šípka nahor v krúžku";

/* Workflow glyph name */
"Circled Upload Arrow" = "Šípka odosielania v krúžku";

/* Workflow glyph name */
"Circled WordPress" = "Wordpres v krúžku";

/* Workflow glyph name */
"Circled X" = "X v krúžku";

/* Workflow glyph name */
"Circled Yen Sign" = "Znak jenu v krúžku";

/* Workflow glyph name */
"Clock" = "Hodiny";

/* Workflow glyph name */
"Clothes Hanger" = "Vešiak";

/* Workflow glyph name */
"Cloud" = "Oblak";

/* Workflow glyph name */
"Color Dropper" = "Kvapkadlo";

/* Workflow glyph name */
"Compass" = "Kompas";

/* Workflow glyph name */
"Connected Share Dots" = "Spojené bodky zdieľania";

/* Workflow glyph name */
"Credit Card" = "Platobná karta";

/* Workflow glyph name */
"Crop" = "Orez";

/* Workflow glyph name */
"Cube" = "Kocka";

/* Workflow glyph name */
"Curved List On Paper" = "Zoznam s rôzne dlhými riadkami";

/* Workflow glyph name */
"Database" = "Databáza";

/* Workflow glyph name */
"Delicious" = "Dilišs";

/* Workflow glyph name */
"Deviant Art" = "Dívijent árt";

/* Workflow glyph name */
"Dice" = "Kocky";

/* Workflow glyph name */
"Digg" = "Dig";

/* Workflow glyph name */
"Directions Signs" = "Smerovky";

/* Workflow glyph name */
"Document Filled" = "Vyplnený dokument";

/* Workflow glyph name */
"Document Outline" = "Obrys dokumentu";

/* Workflow glyph name */
"Dog" = "Pes";

/* Workflow glyph name */
"Dollar Sign" = "Znak dolára";

/* Workflow glyph name */
"Dollar Sign With Line" = "Znak dolára s čiarou";

/* Workflow glyph name */
"Double Quote" = "Úvodzovky";

/* Workflow glyph name */
"Drama Masks" = "Divadelné masky";

/* Workflow glyph name */
"Dribbble" = "Dribl";

/* Workflow glyph name */
"Dropbox" = "Dropbox";

/* Workflow glyph name */
"Drupal" = "Drupal";

/* Workflow glyph name */
"Euro Sign" = "Znak eura";

/* Workflow glyph name */
"Euro Sign Alternate" = "Alternatívny znak eura";

/* Workflow glyph name */
"Evergreen Tree" = "Ihličnatý strom";

/* Workflow glyph name */
"Facebook" = "Fejsbuk";

/* Workflow glyph name */
"Feed" = "Kanál";

/* Workflow glyph name */
"Filled Movie Camera" = "Vyplnená kamera";

/* Workflow glyph name */
"Filmstrip" = "Filmový pás";

/* Workflow glyph name */
"Fire" = "Oheň";

/* Workflow glyph name */
"Fish" = "Ryba";

/* Workflow glyph name */
"Flag" = "Vlajka";

/* Workflow glyph name */
"Flower" = "Kvet";

/* Workflow glyph name */
"Folder" = "Priečinok";

/* Workflow glyph name */
"Football" = "Lopta na americký futbal";

/* Workflow glyph name */
"Footprints" = "Stopy";

/* Workflow glyph name */
"Four Squares" = "Štyri štvorce";

/* Workflow glyph name */
"Foursquare" = "Fóskvér";

/* Workflow glyph name */
"Fruit" = "Ovocie";

/* Workflow glyph name */
"Fuel Station" = "Čerpacia stanica";

/* Workflow glyph name */
"Game Controller" = "Herný ovládač";

/* Workflow glyph name */
"Gears" = "Ozubené kolesá";

/* Workflow glyph name */
"Gift" = "Darček";

/* Workflow glyph name */
"Git" = "Git";

/* Workflow glyph name */
"GitHub" = "Githab";

/* Workflow glyph name */
"Glasses" = "Okuliare";

/* Workflow glyph name */
"Globe" = "Glóbus";

/* Workflow glyph name */
"Google" = "Gúgl";

/* Workflow glyph name */
"Google Plus" = "Gúgl plas";

/* Workflow glyph name */
"Graduate Cap" = "Promočná čiapka";

/* Workflow glyph name */
"Grocery Store" = "Obchod s potravinami";

/* Workflow glyph name */
"Group of three people" = "Skupina troch ľudí";

/* Workflow glyph name */
"HTML 5" = "HTML 5";

/* Workflow glyph name */
"Hammer" = "Kladivo";

/* Workflow glyph name */
"Hammer And Wrench" = "Kladivo a montážny kľúč";

/* Workflow glyph name */
"Hand With Spread Fingers" = "Ruka s roztiahnutými prstami";

/* Workflow glyph name */
"Handbag" = "Kabelka";

/* Workflow glyph name */
"Hard Drive" = "Pevný disk";

/* Workflow glyph name */
"Headphones" = "Slúchadlá";

/* Workflow glyph name */
"Heart" = "Srdce";

/* Workflow glyph name */
"Home" = "Domov";

/* Workflow glyph name */
"Horse" = "Kôň";

/* Workflow glyph name */
"Hourglass" = "Presýpacie hodiny";

/* Workflow glyph name */
"Infinity" = "Nekonečno";

/* Workflow glyph name */
"Inhaler" = "Inhalátor";

/* Workflow glyph name */
"Instagram" = "Instagrem";

/* Workflow glyph name */
"Key" = "Kľúč";

/* Workflow glyph name */
"Keyboard" = "Klávesnica";

/* Workflow glyph name */
"Laptop" = "Laptop";

/* Workflow glyph name */
"Laundry Machine" = "Práčka";

/* Workflow glyph name */
"Life Preserver" = "Záchranná vesta";

/* Workflow glyph name */
"Light Bulb" = "Žiarovka";

/* Workflow glyph name */
"Lightning Bolt" = "Blesk";

/* Workflow glyph name */
"LinkedIn" = "LinkdIn";

/* Workflow glyph name */
"List" = "Zoznam";

/* Workflow glyph name */
"List On Paper" = "Papier so zoznamom";

/* Workflow glyph name */
"Loading Indicator" = "Indikátor načítavania";

/* Workflow glyph name */
"Location Arrow" = "Šípka označujúca miesto";

/* Workflow glyph name */
"Location Pin" = "Značka polohy";

/* Workflow glyph name */
"Lock" = "Zámok";

/* Workflow glyph name */
"Magic Wand" = "Kúzelná palička";

/* Workflow glyph name */
"Magnifying Glass" = "Zväčšovacie sklo";

/* Workflow glyph name */
"Mail Envelope" = "Poštová obálka";

/* Workflow glyph name */
"Man" = "Muž";

/* Workflow glyph name */
"Martini Glass" = "Pohár na martini";

/* Workflow glyph name */
"Masquerade Mask" = "Karnevalová maska";

/* Workflow glyph name */
"Medicine Bottle" = "Fľaška na lieky";

/* Workflow glyph name */
"Merge Arrows" = "Šípky zlúčenia";

/* Workflow glyph name */
"Message Bubble" = "Bublina so správou";

/* Workflow glyph name */
"Message Bubbles" = "Bubliny so správami";

/* Workflow glyph name */
"Microphone" = "Mikrofón";

/* Workflow glyph name */
"Microscope" = "Mikroskop";

/* Workflow glyph name */
"Moon" = "Mesiac";

/* Workflow glyph name */
"Motorcycle" = "Motorka";

/* Workflow glyph name */
"Mountain Picture" = "Obrázok hôr";

/* Workflow glyph name */
"Mountains" = "Hory";

/* Workflow glyph name */
"Move Arrows" = "Šípky presunu";

/* Workflow glyph name */
"Movie Camera Outline" = "Obrys kamery";

/* Workflow glyph name */
"Movie Clapperboard" = "Filmová klapka";

/* Workflow glyph name */
"Movie Ticket" = "Vstupenka do kina";

/* Workflow glyph name */
"Mug" = "Hrnček";

/* Workflow glyph name */
"Music" = "Hudba";

/* Workflow glyph name */
"Music Beamed Eighth Notes" = "Osminové noty s trámcom";

/* Workflow glyph name */
"News Article" = "Novinový článok";

/* Workflow glyph name */
"Nine Squares" = "Deväť štvorcov";

/* Workflow glyph name */
"Open Book" = "Otvoriť knihu";

/* Workflow glyph name */
"Open Mail Envelope" = "Otvorená poštová obálka";

/* Workflow glyph name */
"Oven" = "Rúra";

/* Workflow glyph name */
"Paintbrush" = "Štetec";

/* Workflow glyph name */
"Paper Clip" = "Spinka na papier";

/* Workflow glyph name */
"Parking Symbol" = "Symbol parkoviska";

/* Workflow glyph name */
"Pawprint" = "Odtlačok laby";

/* Workflow glyph name */
"PayPal" = "Pejpél";

/* Workflow glyph name */
"Peace Sign" = "Znak mieru";

/* Workflow glyph name */
"Pencil" = "Ceruzka";

/* Workflow glyph name */
"People Three Overlapping" = "Tri prekrývajúce sa osoby";

/* Workflow glyph name */
"Person" = "Osoba";

/* Workflow glyph name */
"Person At A Podium" = "Rečník za pultom";

/* Workflow glyph name */
"Person Dancing" = "Tancujúca postava";

/* Workflow glyph name */
"Person Giving A Speech" = "Rečník";

/* Workflow glyph name */
"Person Hiking" = "Turista";

/* Workflow glyph name */
"Person In A Wheelchair" = "Človek na invalidnom vozíku";

/* Workflow glyph name */
"Person Lifting Weight" = "Vzpierač";

/* Workflow glyph name */
"Person Running" = "Bežec";

/* Workflow glyph name */
"Person Skiing" = "Lyžiar";

/* Workflow glyph name */
"Person Snowboarding" = "Snoubordista";

/* Workflow glyph name */
"Person Swimming" = "Plavec";

/* Workflow glyph name */
"Person Walking" = "Chodec";

/* Workflow glyph name */
"Person Walking With A Cane" = "Chodec s palicou";

/* Workflow glyph name */
"Person standing" = "Stojaca postava";

/* Workflow glyph name */
"Phone" = "Telefón";

/* Workflow glyph name */
"Pied Piper Snack" = "Logo Pájd pajpa";

/* Workflow glyph name */
"Pill" = "Tabletka";

/* Workflow glyph name */
"Pills" = "Tabletky";

/* Workflow glyph name */
"Play Symbol" = "Symbol prehrávania";

/* Workflow glyph name */
"Podcasts" = "Podkasty";

/* Workflow glyph name */
"Pound Sign" = "Znak libry";

/* Workflow glyph name */
"Printer" = "Tlačiareň";

/* Workflow glyph name */
"Puzzle Piece" = "Pazl";

/* Workflow glyph name */
"QR Code" = "QR kód";

/* Workflow glyph name */
"Radio waves" = "Rádiové vlny";

/* Workflow glyph name */
"Rain Cloud" = "Dažďový mrak";

/* Workflow glyph name */
"Recycle" = "Recyklácia";

/* Workflow glyph name */
"Reddit" = "Redit";

/* Workflow glyph name */
"Reddit Alternate" = "Alternatívne logo Redit";

/* Workflow glyph name */
"Repost Arrows" = "Šípky preposlania";

/* Workflow glyph name */
"Rocket" = "Raketa";

/* Workflow glyph name */
"Rounded Document Outline" = "Zaoblený obrys dokumentu";

/* Workflow glyph name */
"Sailboat" = "Plachetnica";

/* Workflow glyph name */
"Scissors" = "Nožnice";

/* Workflow glyph name */
"Screwdriver" = "Skrutkovač";

/* Workflow glyph name */
"Server" = "Server";

/* Workflow glyph name */
"Shirt" = "Tričko";

/* Workflow glyph name */
"Shopping Cart" = "Nákupný vozík";

/* Workflow glyph name */
"Shower" = "Sprcha";

/* Workflow glyph name */
"Shrink Arrows" = "Šípky zmenšenia";

/* Workflow glyph name */
"Shuffle Arrows" = "Šípky zamiešania";

/* Workflow glyph name */
"Sina Weibo" = "Sina Weiboa";

/* Workflow glyph name */
"Skype" = "Skájp";

/* Workflow glyph name */
"Slack" = "Slek";

/* Workflow glyph name */
"Sliders" = "Posuvníky";

/* Workflow glyph name */
"Smiley Face" = "Smajlík";

/* Workflow glyph name */
"Snowflake" = "Snehová vločka";

/* Workflow glyph name */
"Soaring Paper Airplane" = "Vzlietajúce papierové lietadlo";

/* Workflow glyph name */
"Soccer Ball" = "Futbalová lopta";

/* Workflow glyph name */
"SoundCloud" = "Saundklaud";

/* Workflow glyph name */
"Sparkling Bell" = "Zvonček";

/* Workflow glyph name */
"Speaker" = "Reproduktor";

/* Workflow glyph name */
"Spotify" = "Spotifáj";

/* Workflow glyph name */
"Spotify Alternate" = "Alternatívne logo Spotifáj";

/* Workflow glyph name */
"Stack Overflow" = "Stek ouvaflou";

/* Workflow glyph name */
"Staircase" = "Schodisko";

/* Workflow glyph name */
"Star" = "Hviezda";

/* Workflow glyph name */
"Steam" = "Stím";

/* Workflow glyph name */
"Steaming Bowl" = "Pariaca miska";

/* Workflow glyph name */
"Stethoscope" = "Stetoskop";

/* Workflow glyph name */
"Stop Hand" = "Ruka s gestom zastavenia";

/* Workflow glyph name */
"Stop Symbol" = "Symbol zastavenia";

/* Workflow glyph name */
"Stopwatch" = "Stopky";

/* Workflow glyph name */
"StumbleUpon" = "Stamblapon";

/* Workflow glyph name */
"Sun" = "Slnko";

/* Workflow glyph name */
"Sync Arrows" = "Šípky synchronizácie";

/* Workflow glyph name */
"Syringe" = "Injekčná striekačka";

/* Workflow glyph name */
"Tag" = "Značka";

/* Workflow glyph name */
"Tags" = "Značky";

/* Workflow glyph name */
"Target" = "Cieľ";

/* Workflow glyph name */
"Telescope" = "Ďalekohľad";

/* Workflow glyph name */
"Television" = "Televízor";

/* Workflow glyph name */
"Tennis Ball" = "Tenisová loptička";

/* Workflow glyph name */
"Text Symbol" = "Symbol textu";

/* Workflow glyph name */
"Thermometer" = "Teplomer";

/* Workflow glyph name */
"Thought Bubble" = "Myšlienková bublina";

/* Workflow glyph name */
"Three Dots" = "Tri bodky";

/* Workflow glyph name */
"Three Overlapping Circles" = "Tri prekrývajúce sa kruhy";

/* Workflow glyph name */
"Three Overlapping Dots" = "Tri prekrývajúce sa bodky";

/* Workflow glyph name */
"Thumbs Up" = "Palec nahor";

/* Workflow glyph name */
"Train" = "Vlak";

/* Workflow glyph name */
"Trash" = "Kôš";

/* Workflow glyph name */
"Trello" = "Trello";

/* Workflow glyph name */
"Trophy" = "Trofej";

/* Workflow glyph name */
"Tumblr" = "Tamblr";

/* Workflow glyph name */
"Twitter" = "Tuiter";

/* Workflow glyph name */
"Two people" = "Dvaja ľudia";

/* Workflow glyph name */
"Umbrella" = "Dáždnik";

/* Workflow glyph name */
"Unlock" = "Odomknúť";

/* Workflow glyph name */
"Utensils" = "Príbor";

/* Workflow glyph name */
"Video Symbol" = "Symbol videa";

/* Workflow glyph name */
"Vine" = "Uájn";

/* Workflow glyph name */
"Watch" = "Hodinky";

/* Workflow glyph name */
"Water Drop" = "Kvapka vody";

/* Workflow glyph name */
"WeChat" = "Uíčet";

/* Workflow glyph name */
"Wi-Fi" = "Wi‑Fi";

/* Workflow glyph name */
"Wine Bottle" = "Vínová fľaša";

/* Workflow glyph name */
"Woman" = "Žena";

/* Workflow glyph name */
"Wrench" = "Maticový kľúč";

/* Workflow glyph name */
"Y Combinator" = "Uáj kombinejtr";

/* Workflow glyph name */
"Yen Sign" = "Znak jenu";

/* Workflow glyph name */
"Yen Sign Alternate" = "Alternatívny znak jenu";

/* Workflow glyph name */
"YouTube" = "Jútjúb";

/* Workflow glyph name */
"iCloud" = "ájklaud";

/* e.g. This action can only run on iPad. */
"This action can only run on %@." = "Túto akciu možno spustiť len na zariadení%@.";

/* e.g. This action is not compatible with iOS 9. */
"This action is not compatible with %1$@ %2$@." = "Táto akcia nie je kompatibilná so systémom %1$@ %2$@.";

/* e.g. This action requires a version of iOS newer than iOS 9. */
"This action requires a version of %1$@ newer than %2$@." = "Táto akcia vyžaduje novšiu verziu systému %1$@ než %2$@.";

/* e.g. This action requires a version of iOS older than 9 */
"This action requires a version of %1$@ older than %2$@." = "Táto akcia vyžaduje staršiu verziu systému %1$@ než %2$@.";

/* e.g. This action requires iOS 10 or newer. */
"This action requires %1$@ %2$@ or newer." = "Táto akcia vyžaduje systém %1$@ %2$@ alebo novší.";

/* e.g. This action requires iOS 10 or older. */
"This action requires %1$@ %2$@ or older." = "Táto akcia vyžaduje systém %1$@ %2$@ alebo starší.";

/* e.g. This action requires iOS 10. */
"This action requires %1$@ %2$@." = "Táto akcia vyžaduje systém %1$@ %2$@.";

